tap "homebrew/bundle"
brew "awscli"
brew "bat"
brew "chezmoi"
brew "commitlint"
brew "docker"
brew "exa"
brew "fzf"
brew "gh"
brew "ghq"
brew "helm"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kustomize"
brew "lazygit"
brew "mise"
brew "octant"
brew "starship"
brew "ykman"
brew "z"
brew "zplug"
brew "zsh-completions"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "arc"
cask "aws-vault"
cask "fig"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "hammerspoon"
cask "hyper"
cask "iterm2"
cask "obsidian"
cask "raycast"
cask "slack"
cask "visual-studio-code"
cask "warp"
vscode "aldijav.golangwithdidi"
vscode "alexkrechik.cucumberautocomplete"
vscode "bradlc.vscode-tailwindcss"
vscode "bufbuild.vscode-buf"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "CucumberOpen.cucumber-official"
vscode "Dagger.dagger"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "gerane.Theme-Brogrammer"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.remotehub"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "mathiasfrohlich.Kotlin"
vscode "mattlott.copy-github-url"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-ossdata.vscode-postgresql"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "nickgo.cuelang"
vscode "oderwat.indent-rainbow"
vscode "PKief.material-icon-theme"
vscode "premparihar.gotestexplorer"
vscode "quicktype.quicktype"
vscode "redhat.vscode-yaml"
vscode "shardulm94.trailing-spaces"
vscode "SimonSiefke.svg-preview"
vscode "stringham.move-ts"
vscode "sumneko.lua"
vscode "tamasfe.even-better-toml"
vscode "usernamehw.errorlens"
vscode "waderyan.gitblame"
vscode "WallabyJs.console-ninja"
vscode "wix.vscode-import-cost"
